<template>
  <div class="page-main">
    <img class="present-1" src="@/images/present.png" alt="" />
    <img class="present" src="@/images/present-revers.png" alt="" />
    <header-block />
    <title-block />
    <calendar-block :array-items="arrayIteration" @eventClick="eventClick" />
    <footer-block />
    <transition name="popup">
      <pop-up-block v-if="openPopup" :item-data="itemData" @clickCLose="clickCLose" />
    </transition>
  </div>
</template>

<script>
export default {
  name: 'page-main',
  data() {
    return {
      isDayBlocked: false,
      openPopup: false,
      itemData: {},
      arrayItems: [
        {
          number: 13,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/859bXvgp/film-13.png',
          title: 'День диеты',
          text: 'Конечно, мысли о правильном питании не покидают нас каждый день: мы постоянно призываем себя к порядку, ругаем за невыдержанность и, поедая тортик, приговариваем, что вот этот – точно в последний раз.  День диеты определенно может стать рубежом, точкой отсчета. Прямо сегодня осознаем, что весна наступила и теперь свои масштабные аппетиты и расстройства пищевого поведения уже не скроешь за пуховиками и свитерами. Включаем комедию «Я худею». Приобретаем полезные продукты при помощи бесплатной дебетовой карты ВТБ с кешбэком 2% в популярных категориях и до 30% за покупки у партнеров банка.',
          link: 'https://www.kinopoisk.ru/film/842037/',
        },
        {
          number: 14,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/kXrcxWyw/film-14.png',
          title: 'День рождения видеомагнитофона',
          text: 'Первый видеомагнитофон появился именно в этот день 1956 года, модель VR-1000 была представлена американской компанией Ampex. Революционное изобретение заслужило «Эмми» и на долгие годы стало новым средством записи и воспроизведения изображения на экране (до этого была только кинопленка). Отечественные зрители, особенно те, кому за сорок, помнят: в конце 1980-х — начале 1990-х такой аппарат был предметом роскоши: люди ходили в гости, чтобы посмотреть кино на видеомагнитофоне, а нередко и набивались в открывшиеся повсюду видеосалоны. Покупаем подписку на Кинопоиске при помощи бесплатной дебетовой карты ВТБ и пересматриваем культового «Брата», особенно сцену, где Данила Багров приносит своей возлюбленной, водительнице трамвая Свете, видеомагнитофон, чтобы вместе посмотреть концерт любимых рокеров.',
          link: 'https://www.kinopoisk.ru/film/41519/',
        },
        {
          number: 15,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/hvm1kGK9/film-15.png',
          title: 'День рождения эскалатора',
          text: 'Первый эскалатор запатентовал мичиганец Натан Эймс в 1859 году, но в действии свое изобретение увидеть не успел — умер через год. Покататься на первом эскалаторе можно было спустя 35 лет в нью-йоркском парке Кони-Айленд. В СССР эскалатор появился в 1938-м, а сегодня уже сложно представить без него жизнь ленивого и неспортивного человека. Смотрим «Я шагаю по Москве», где Никита Михалков поет знаменитую песню, забегая на эскалатор столичного метрополитена. Идем кататься на эскалаторах, оплатив проезд бесплатной дебетовой картой ВТБ, тем более кешбэк в популярной категории «Транспорт» составляет 2%.',
          link: 'https://www.kinopoisk.ru/film/42398/',
        },
        {
          number: 16,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/25jT1mxD/film-16.png',
          title: 'День спонтанности',
          text: 'В переводе с латыни spontaneous означает «произвольный». Многие сравнивают это качество с необдуманностью и импульсивностью, которые приводят к просчетам, но психологи не согласны: спонтанность для них — не просто сиюминутное действие и порыв, а настоящее умение человека быть самим собой. Спонтанность хвалил Оскар Уайльд, называя «подготовленным искусством», а Брюс Ли считал залогом победы в бою. Смотрим «Эйс Вентуру: Розыск домашних животных», герой которого научит нас выпускать своего внутреннего ребенка наружу. Безжалостно тратим деньги в магазинах партнеров ВТБ, расплачиваясь бесплатной дебетовой картой банка с кешбэком до 30%.',
          link: 'https://www.kinopoisk.ru/film/2868/',
        },
        {
          number: 17,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/MpqmLxNQ/film-17.png',
          title: 'День шепота',
          text: 'Никто толком не помнит, как именно начали отмечать этот праздник — видимо, инициатива обсуждалась слишком тихо, чтобы стать достоянием общественности. Но важность праздника от этого ничуть не снижается: говорить шепотом — значит, тайно, доверительно, вкрадчиво — бывает важно с друзьями, родными и даже незнакомыми людьми, это влияет на ваши отношения. Смотрим по этому поводу «Тихое место», где герои совсем с трудом коммуницировали, чтобы не навлекать на себя гнев острослышащих монстров. Шепнем, что дебетовая карта ВТБ идеальна для повседневного использования: бесплатное обслуживание, кешбэк до 30% у партнеров, 2% кешбэка в популярных категориях, а также платежи и переводы без комиссии.',
          link: 'https://www.kinopoisk.ru/film/1044906/',
        },
        {
          number: 18,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/mDzY9rz0/film-18.png',
          title: 'День абсолютно невероятных детей',
          text: 'Напоминать ребенку, что он особенный, талантливый и уникальный, можно и нужно не только в третий четверг марта, а гораздо чаще. Педагоги и психологи убеждены: поощрение достижений непременно повлечет за собой новые достижения. Смотрим фильм «Одаренная» о девочке с математическим талантом и выбираем секции и кружки для своих любимых чад. Все, что поможет раскрыть их талант, можно оплатить бесплатной дебетовой картой ВТБ с возможностью платежей и переводов по номеру телефона без комиссии.',
          link: 'https://www.kinopoisk.ru/film/929348/',
        },
        {
          number: 19,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/FHpV58Xn/film-19.png',
          title: 'Первый день без шапки',
          text: 'Первое тепло, первые лучи солнца, приближение весны. Сегодня можно не реагировать на фразу родителей «Шапку надень» — уши и так не отморозишь. Но похолодать еще может, простудиться несложно, так что не убирайте головной убор очень уж далеко, носите с собой. Подойдет не ушанка, а более легкий весенний вариант, например, как у героя фильма «Леон». Кстати, эту же черную шапочку герои Жана Рено носят и в «Голубой бездне», и в «Ронине». Приобрести такую же можно при помощи бесплатной дебетовой карты ВТБ: вам еще и начислят кешбэк до 30% за покупки.',
          link: 'https://www.kinopoisk.ru/film/389/',
        },
        {
          number: 20,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/prKK01BC/film-20.png',
          title: 'День счастья',
          text: 'Как известно, преследовать счастье можно довольно долго, но сегодня точно можно остановиться и признаться в себе, что ты его наконец обрел. Если это не так, то берем время до следующего 20 марта и подведем итоги через год. А пока смотрим «В погоне за счастьем» с Уиллом Смитом и пользуемся всеми преимуществами бесплатной дебетовой карты ВТБ: деньги — важный инструмент для достижения абсолютной гармонии с собой.',
          link: 'https://www.kinopoisk.ru/film/104938/',
        },
        {
          number: 21,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/k55FnsnM/film-21.png',
          title: 'День поэзии',
          text: 'Этот праздник пытались отмечать на протяжении многих лет и в разные даты, но по-настоящему официальным он стал лишь в 1999-м благодаря ЮНЕСКО. Тогда же День поэзии заметили и в России – устраивались поэтические вечера в музеях и театрах. Фильм на сегодня — «Патерсон» Джима Джармуша, история водителя автобуса, который писал стихи, потому что видел поэзию в будничном. Кстати, если окажетесь в автобусе, оплатите проезд бесплатной дебетовой картой ВТБ с кешбэком 2% в категории «Транспорт» и приглядитесь к водителю: вдруг он балуется хокку или складывает вирши?',
          link: 'https://www.kinopoisk.ru/film/954059/',
        },
        {
          number: 22,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/sfWPDvRW/film-22.png',
          title: 'Международный день таксиста',
          text: 'Прибудут быстро на вызов, повезут коротким или вашим любимым маршрутом, расскажут о своей жизни и жизни города или просто красноречиво помолчат: таксист — это давно не просто водитель машины, которая доставит тебя из точки А в точку Б, но ярчайший представитель городской культуры. Смотрим экшен-комедию «Такси» о том, как умение быстро и виртуозно ездить привело героя Сами Насери в полицию, и помним: оплачивать поездки можно бесплатной дебетовой картой ВТБ, получая кешбэк 2%.',
          link: 'https://www.kinopoisk.ru/film/14349/',
        },
        {
          number: 23,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/sXkp4R51/film-23.png',
          title: 'День ОК!',
          text: 'Принято считать, что в этот день в 1839 году в газете «Бостонское утро» впервые опубликовали фразу «окей». С тех пор выражение, означающее, что всё хорошо, стало международным: его употребляют все, вне зависимости от национальной, языковой и географической принадлежности. Фильм на сегодня — «Окей, Лекси!», о голосовой помощнице, которая вмешивается в жизнь своего хозяина. Задача на сегодня: завести бесплатную дебетовую карту ВТБ, которая, в отличие от виртуальной киногероини, будет здорово помогать вам в повседневных делах.',
          link: 'https://www.kinopoisk.ru/film/1228236/',
        },
        {
          number: 24,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/s20P1WXY/film-24.png',
          title: 'День вверх тормашками',
          text: 'Если бы такого дня не было, то его точно стоило бы придумать: в этот праздник принято фотографироваться стоя на голове и вверх ногами. Если кто-то на такую асану не способен, то можно просто перевернуть снимок, в очередной раз напомнив себе и окружающим, что мир не идеален и часто все бывает не так, как хочется, а наоборот. Впрочем, иногда кажется, что такой праздник можно отмечать не один день, а круглый год. Смотрим романтическую комедию, которая так и называется — «Верх тормашками» и вспоминаем про бесплатную дебетовую карту ВТБ, с которой все может встать на свои места и пройти как надо.',
          link: 'https://www.kinopoisk.ru/film/1540/',
        },
        {
          number: 25,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/QxrQBhXy/film-25.png',
          title: 'День чтений произведений Джона Толкина',
          text: 'Написано у мэтра много, так что в этот день можно просто начать читать и растянуть удовольствие на дни, месяцы и даже годы вперед. Дата выбрана неслучайно: по сюжету «Властелина колец» именно 25 марта пал Саурон — чем не повод для ознакомления с прозой гения? Сопроводить чтение можно просмотром трилогии про «Хоббита» и оформлением бесплатной дебетовой карты ВТБ: с ее возможностями все кольца мира доступны и никакие злые волшебники не страшны.',
          link: 'https://www.kinopoisk.ru/film/278522/',
        },
        {
          number: 26,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/vHLWfkTH/film-26.png',
          title: 'День одиночества',
          text: 'Это совсем не значит, что сегодня вам нужно расстаться с возлюбленными, перессориться с друзьями и на всякий случай выставить родственников из квартиры вон, чтобы в одиночку побродить по комнатам. Но это определенно день для того, чтобы заглянуть в себя, перезагрузить собственные мысли, перебрать приоритеты и обрести внутреннюю гармонию. Посмотрите фильм с Томом Хэнксом «Изгой» о том, как многому может научить одиночество, и запишите на листок то, что с этого дня будет важным для вас: люди, ощущения, принципы, наконец вещи. Среди последних, кстати, не забудьте упомянуть бесплатную дебетовую карту ВТБ, которая поможет вам легко решить повседневные бытовые вопросы.',
          link: 'https://www.kinopoisk.ru/film/627/',
        },
        {
          number: 27,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/YCdYyFQ5/film-27.png',
          title: 'День театра',
          text: 'Этот праздник учредили в 1961 году по инициативе делегатов IX конгресса Международного института театра (МИТ) при ЮНЕСКО. С тех пор в мире этот день отмечают все, кто имеет хоть какое-нибудь отношения к театру, от актеров и постановщиков до декораторов, гардеробщиков и билетеров. В этом году праздник приходится на понедельник, когда в большинстве театров выходной. Но это не повод не прикоснуться к искусству: погружаемся в закулисную жизнь с кинокомедией Виктора Шамирова «Упражнения в прекрасном» — о том, как труппа гастролеров ездит по городам и весям с костюмной антрепризой, выясняя отношения в антрактах. А на выходные все же планируем поход на спектакль, приобретая билеты при помощи бесплатной дебетовой карты ВТБ с кешбэком до 30% за покупки, а также переводами без комиссии.',
          link: 'https://www.kinopoisk.ru/film/521647/',
        },
        {
          number: 28,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/SKjC0KrJ/film-28.png',
          title: 'День рождения стиральной машины',
          text: 'Первая стиральная машина была запатентована 28 марта 1797 года и выглядела как простой деревянный бак с вращающийся рамой, но куда более удобный, чем стиральная доска. Однако не спешите посвящать сегодняшний день стирке. Лучше посмотрите фантастическую комедию «Всё везде и сразу», героиня которой, владелица прачечной, умудрилась оказаться в параллельных мирах то киноактрисой, то мастером кунг-фу. И подумать о покупке новой стиральной машины, оплатить которую можно бесплатной дебетовой картой ВТБ с выгодной программой лояльности «Мультибонус».',
          link: 'https://www.kinopoisk.ru/film/1322324/',
        },
        {
          number: 29,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/x8Vzb3Sz/film-29.png',
          title: 'День самопознания',
          text: 'Только не надо думать, что самопознание — это непременно попытка испытать себя, узнать, сколько дней без выходных ты сможешь работать и получится ли, например, отказаться от сна и еды. Вовсе нет: это время для осмысления себя, определения своих потребностей, установки новых целей. С этим прекрасно справляется героиня фильма «Ешь, молись, люби», которая в какой-то момент решает делать то, что ей хочется, и всем своим примером рекомендует. Смотрим кино и помним, что бесплатная дебетовая карта ВТБ — ваш ежедневный помощник в вопросах самопознания: с ней выгодно делать покупки с кешбэком до 30% у партнеров, без комиссии переводить деньги и оплачивать ЖКУ, наконец удовлетворить собственные капризы.',
          link: 'https://www.kinopoisk.ru/film/454522/',
        },
        {
          number: 30,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/hjdmj3Nn/film-30.png',
          title: 'День спичечного кораблестроения',
          text: 'Рассказывают, что созданием миниатюрных копий крейсеров и фрегатов люди увлекались на протяжении тысяч лет — археологи при раскопках находили очень древние поделки. Поэтому без такого праздника не обойтись, как и без хобби. Даже если вам неинтересно клеить судна из спичек, то непременно найдётся что-то другое, что позволит замедлиться, отвлечься и выразить себя. Сегодня смотрим фантастику «Тайну железной двери», ее герой, школьник Толя, кораблей не мастерил, зато нашёл спичкам совсем неожиданное применение — стал с их помощью выполнять желания. Кстати, на такое способна и бесплатная дебетовая карта ВТБ, с ее достоинствами возможно невозможное. ',
          link: 'https://www.kinopoisk.ru/film/42177/',
        },
        {
          number: 31,
          month: 'марта',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/DzDs7Kj5/film-31.png',
          title: 'День Эйфелевой башни',
          text: 'Достопримечательность французской столицы, символ романтики и любви, центр скопления туристов. «Железная дама» и «безобразный скелет» — для тех, кто ее недолюбливает. Ее официальное открытие случилось 31 марта 1889-го. Изначально планировалось, что башня будет временной конструкцией и станет всего лишь аркой входа на Всемирную парижскую выставку, но потом решили не сносить. О том, как мучительно ее возводили, смотрим байопик «Эйфель», — дела бы у Гюстава Эйфеля шли гораздо быстрее, если бы он был обладателем бесплатной дебетовой карты ВТБ с кешбэком за покупки и удобным совершением платежей по QR-коду через приложение ВТБ Онлайн.',
          link: 'https://www.kinopoisk.ru/film/1294875/',
        },
        {
          number: 1,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/QCgWgKXn/film-1.png',
          title: 'День птиц',
          text: 'Экологический праздник, призванный беречь птиц, масштабно отмечали еще в СССР: юные натуралисты вешали скворечники и кормушки. Сейчас в России про этот день и благосостояние пернатых не забывают орнитологи. А мы, вместе с Альфредом Хичкоком и самым знаменитым фильмом про птиц, спешим напомнить о том, что птички могут быть не так безобидны, но лучше с ними искать общий язык, чем враждовать. Приобрести фильм для просмотра можно при помощи бесплатной дебетовой карты ВТБ с кешбэком за покупки. Еще один совет на сегодня: раздобудьте кормушку.',
          link: 'https://www.kinopoisk.ru/film/559/',
        },
        {
          number: 2,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/CMbDpXjH/film-2.png',
          title: 'Международный день детской книги',
          text: 'Скромный, но важный праздник, возникший в день рождения Ханса Кристиана Андерсена. В этот день принято говорить о необходимости детской литературы, о ее участии в формировании интеллектуального и духовного нового поколения и отмечать избранных авторов за вклад в книгоиздание. Сегодня самое время пополнить домашнюю библиотеку новыми книгами, оплатив их при помощи бесплатной дебетовой карты ВТБ с кешбэком за покупки в разных категориях. А вечером смотрим «Прощай, Кристофер Робин» — драму о непростых отношениях Алана Милна и его сына, ставшего героем рассказов о Винни Пухе. ',
          link: 'https://www.kinopoisk.ru/film/993579/',
        },
        {
          number: 3,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/ncZmF228/film-3.png',
          title: 'День водяного',
          text: 'Считается, что в этот день еще один этап наступления весны: если приблизиться к рекам и другим водоемам, то можно увидеть, как с треском ломается лед и вода выходит из берегов. В народе говорят, что все это не обходится без участия сказочного героя Водяного (он же Водопол, он же Переплут). Радуемся весне и смотрим «Аквамена» — фантастический боевик про еще одного жителя водной стихии, только из вселенной Marvel. А еще идем в магазин обновлять гардероб: рекомендуем завести бесплатную дебетовую карту ВТБ с кешбэком до 30% за покупки у партнеров — так шопинг окажется выгодным.',
          link: 'https://www.kinopoisk.ru/film/470178/',
        },
        {
          number: 4,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/8zzrWCxt/film-4.png',
          title: 'Международный день настройщиков фортепиано  ',
          text: 'Праздник тех, кто умеют обслуживать музыкальный инструмент, лишь с виду ориентирован на специалистов столь узкого профиля. На деле же он касается даже тех, кто к клавишам никогда не прикасался: этот день посвящен добрым и чутким людям, которые умеют слушать, слышать и быть бережными. Смотрим комедийную драму «Зеленая книга» о небезопасном путешествии пианиста и его телохранителя по южным штатам США, ставшую триумфатором «Оскара»-2019. И подумываем о том, чтобы записаться на уроки фортепианной игры и приобрести инструмент с помощью бесплатной дебетовой карты ВТБ с кешбэком до 30% на покупки у партнеров.',
          link: 'https://www.kinopoisk.ru/film/1108577/',
        },
        {
          number: 5,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/0yXKCssx/film-5.png',
          title: 'День брюк клёш',
          text: 'Вообще-то фасон брюк типа «колокол» (по-французски «клёш») носили моряки, но мы-то, конечно, первым делом вспоминаем модников, рок-музыкантов, любителей ретро. В этот день смотрим драму «Лихорадка субботнего вечера» и обращаем внимание на знаменитую прогулку героя Джона Траволты под музыку Bee Gees в начальных титрах: так по-пижонски вышагивать могут красавчики, короли танцпола и владельцы бесплатной дебетовой карты ВТБ, наличие которой любому придаст уверенности в своих возможностях.',
          link: 'https://www.kinopoisk.ru/film/8132/',
        },
        {
          number: 6,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/tg1ZSMq6/film-6.png',
          title: 'День боев на подушках',
          text: 'Отмечают этот праздник по всему миру — по-настоящему колошматят друг друга подушками. Есть, конечно, неписанные правила: наносить легкие удары, быть предупредительным и осторожным. О том, как эти правила нарушаются, смотрим в комедии «Цыпочка» — в сцене, где герой Роба Шнайдера эффектно раскидывает подружек подушками по комнате. Кстати, если ваши подушки изрядно потреплют в поединках, то купить новые можно при помощи бесплатной дебетовой карты ВТБ — кешбэк до 30% у партнеров сделают покупки неощутимыми для семейного бюджета.',
          link: 'https://www.kinopoisk.ru/film/314/',
        },
        {
          number: 7,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/dVj4QDr6/film-7.png',
          title: 'Всемирный день здоровья',
          text: 'Праздник, призванный напомнить про заботу о себе, своем физическом и ментальном здоровье и о важности его профилактики. В этот день делаем зарядку, употребляем полезную пищу, соблюдаем режим и смотрим фильм «Аритмия» — о том, как медики, расставшись, не могут друг без друга жить. Но заботимся о себе не только сегодня, но и в будущем: приобрести запас витаминчиков, карту в фитнес-клуб и путевку в теплые края на грядущий отпуск можно при помощи бесплатной дебетовой карты ВТБ — с кешбэком в самых популярных категориях и до 30% за покупки у партнеров вы своих трат почти не заметите.',
          link: 'https://www.kinopoisk.ru/film/992605/',
        },
        {
          number: 8,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/hGCsxwC7/film-8.png',
          title: 'День российской анимации',
          text: 'Все мы любим мультфильмы, каждый из нас смотрел их в детстве, многие смотрят и сейчас, а некоторые даже мечтали бы научиться их делать. Сегодня посвятим вечер отечественной анимации, выбираем из «Смешариков», шедевров «Союзмультфильма» или полнометражных историй о Кощее, Иван Царевиче и Сером Волке или Трех богатырях. Кстати, если вы все же решите отправиться на курс по анимации, то оплатить его можно с помощью бесплатной дебетовой карты ВТБ: все пройдет легко, выгодно и волшебно, как в вашем любимом мультике.',
          link: 'https://www.kinopoisk.ru/series/256124/',
        },
        {
          number: 9,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/hjfr0rwZ/film-9.png',
          title: 'День восходящего солнца в шкафной стране',
          text: 'Еще один праздник, напоминающий о приходе весны: зимняя одежда убирается подальше в шкаф, вместо нее можно достать более легкую. Сегодня — удачное время для обновок: на шопинг отправляемся с бесплатной дебетовой картой ВТБ, среди многочисленных достоинств которой — кешбэк до 30% за покупки у партнеров и 2% на самое необходимое в популярных категориях (супермаркеты, рестораны и транспорт). А вечером смотрим «Хроники Нарнии», где шкаф оказался переходом в целое сказочное государство.',
          link: 'https://www.kinopoisk.ru/film/48162/',
        },
        {
          number: 10,
          month: 'апреля',
          active: false,
          disabled: false,
          src: 'https://i.postimg.cc/L4gDYxjn/film-10.png',
          title: 'День составления загадочных словарей',
          text: 'Обычно в этот день рекомендуется завести собственный словарик и заносить туда необычные, странные и редкие слова, в которые вы, тем не менее, вкладываете больше смысла, чем кто-либо другой. Покупаем для этого ежедневник с помощью бесплатной дебетовой карты ВТБ, а вечером смотрим «Игры разумов» — драму об оксфордском профессоре и заключенном из психиатрической клиники: вместе они составляют первый в мире словарь английского языка, который сегодня не кажется нам уже таким загадочным.',
          link: 'https://www.kinopoisk.ru/film/996027/',
        },
      ],
    };
  },
  computed: {
    arrayIteration() {
      const data = new Date().getDate();
      return this.arrayItems.map((elem) => {
        if (elem.number === data) {
          elem.active = true;
          this.isDayBlocked = true;
          return elem;
        }
        if (this.isDayBlocked) {
          elem.disabled = true;
          return elem;
        }
        return elem;
      });
    },
  },
  methods: {
    eventClick(item) {
      this.openPopup = true;
      this.itemData = { ...item };
    },
    clickCLose() {
      this.openPopup = false;
    },
  },
};
</script>

<style src="./page-main.less" lang="less" />
