{
  "arrayItems": [
    {
      "number": 13,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/859bXvgp/film-13.png",
      "title": "День диеты",
      "text": "Конечно, мысли о&nbsp;правильном питании не&nbsp;покидают нас каждый день: мы&nbsp;постоянно призываем себя к&nbsp;порядку, ругаем за&nbsp;невыдержанность&nbsp;и, поедая тортик, приговариваем, что вот этот&nbsp;&mdash; точно в&nbsp;последний раз. День диеты определенно может стать рубежом, точкой отсчета. Прямо сегодня осознаем, что весна наступила и&nbsp;теперь свои масштабные аппетиты и&nbsp;расстройства пищевого поведения уже не&nbsp;скроешь за&nbsp;пуховиками и&nbsp;свитерами. Включаем комедию &laquo;Я&nbsp;худею&raquo;. Приобретаем полезные продукты при помощи бесплатной дебетовой карты ВТБ с&nbsp;кешбэком&nbsp;2% в&nbsp;популярных категориях и&nbsp;до&nbsp;30% за&nbsp;покупки у&nbsp;партнеров банка",
      "link": "https://www.kinopoisk.ru/film/842037/"
    },
    {
      "number": 14,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/kXrcxWyw/film-14.png",
      "title": "День рождения видеомагнитофона",
      "text": "Первый видеомагнитофон появился именно в&nbsp;этот день 1956&nbsp;года, модель VR-1000 была представлена американской компанией Ampex. Революционное изобретение заслужило &laquo;Эмми&raquo; и&nbsp;на&nbsp;долгие годы стало новым средством записи и&nbsp;воспроизведения изображения на&nbsp;экране (до&nbsp;этого была только кинопленка). Отечественные зрители, особенно&nbsp;те, кому за&nbsp;сорок, помнят: в&nbsp;конце 1980-х&nbsp;&mdash; начале 1990-х такой аппарат был предметом роскоши: люди ходили в&nbsp;гости, чтобы посмотреть кино на&nbsp;видеомагнитофоне, а&nbsp;нередко и&nbsp;набивались в&nbsp;открывшиеся повсюду видеосалоны. Покупаем подписку на&nbsp;Кинопоиске при помощи бесплатной дебетовой карты ВТБ и&nbsp;пересматриваем культового &laquo;Брата&raquo;, особенно сцену, где Данила Багров приносит своей возлюбленной, водительнице трамвая Свете, видеомагнитофон, чтобы вместе посмотреть концерт любимых рокеров.",
      "link": "https://www.kinopoisk.ru/film/41519/"
    },
    {
      "number": 15,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/hvm1kGK9/film-15.png",
      "title": "День рождения эскалатора",
      "text": "Первый эскалатор запатентовал мичиганец Натан Эймс в&nbsp;1859&nbsp;году, но&nbsp;в&nbsp;действии свое изобретение увидеть не&nbsp;успел&nbsp;&mdash; умер через год. Покататься на&nbsp;первом эскалаторе можно было спустя 35&nbsp;лет в&nbsp;нью-йоркском парке Кони-Айленд. В&nbsp;СССР эскалатор появился в&nbsp;1938-м, а&nbsp;сегодня уже сложно представить без него жизнь ленивого и&nbsp;неспортивного человека. Смотрим &laquo;Я&nbsp;шагаю по&nbsp;Москве&raquo;, где Никита Михалков поет знаменитую песню, забегая на&nbsp;эскалатор столичного метрополитена. Идем кататься на&nbsp;эскалаторах, оплатив проезд бесплатной дебетовой картой ВТБ, тем более кешбэк в&nbsp;популярной категории &laquo;Транспорт&raquo; составляет&nbsp;2%.",
      "link": "https://www.kinopoisk.ru/film/42398/"
    },
    {
      "number": 16,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/25jT1mxD/film-16.png",
      "title": "День спонтанности",
      "text": "В&nbsp;переводе с&nbsp;латыни spontaneous означает &laquo;произвольный&raquo;. Многие сравнивают это качество с&nbsp;необдуманностью и&nbsp;импульсивностью, которые приводят к&nbsp;просчетам, но&nbsp;психологи не&nbsp;согласны: спонтанность для&nbsp;них&nbsp;&mdash; не&nbsp;просто сиюминутное действие и&nbsp;порыв, а&nbsp;настоящее умение человека быть самим собой. Спонтанность хвалил Оскар Уайльд, называя &laquo;подготовленным искусством&raquo;, а&nbsp;Брюс Ли&nbsp;считал залогом победы в&nbsp;бою. Смотрим &laquo;Эйс Вентуру: Розыск домашних животных&raquo;, герой которого научит нас выпускать своего внутреннего ребенка наружу. Безжалостно тратим деньги в&nbsp;магазинах партнеров ВТБ, расплачиваясь бесплатной дебетовой картой банка с&nbsp;кешбэком до&nbsp;30%.",
      "link": "https://www.kinopoisk.ru/film/2868/"
    },
    {
      "number": 17,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/MpqmLxNQ/film-17.png",
      "title": "День шепота",
      "text": "Никто толком не&nbsp;помнит, как именно начали отмечать этот праздник&nbsp;&mdash; видимо, инициатива обсуждалась слишком тихо, чтобы стать достоянием общественности. Но&nbsp;важность праздника от&nbsp;этого ничуть не&nbsp;снижается: говорить шепотом&nbsp;&mdash; значит, тайно, доверительно, вкрадчиво&nbsp;&mdash; бывает важно с&nbsp;друзьями, родными и&nbsp;даже незнакомыми людьми, это влияет на&nbsp;ваши отношения. Смотрим по&nbsp;этому поводу &laquo;Тихое место&raquo;, где герои совсем с&nbsp;трудом коммуницировали, чтобы не&nbsp;навлекать на&nbsp;себя гнев острослышащих монстров. Шепнем, что дебетовая карта ВТБ идеальна для&nbsp;повседневного использования: бесплатное обслуживание, кешбэк до&nbsp;30% у&nbsp;партнеров, 2%&nbsp;кешбэка в&nbsp;популярных категориях, а&nbsp;также платежи и&nbsp;переводы без комиссии.",
      "link": "https://www.kinopoisk.ru/film/1044906/"
    },
    {
      "number": 18,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/mDzY9rz0/film-18.png",
      "title": "День абсолютно невероятных детей",
      "text": "Напоминать ребенку, что он&nbsp;особенный, талантливый и&nbsp;уникальный, можно и&nbsp;нужно не&nbsp;только в&nbsp;третий четверг марта, а&nbsp;гораздо чаще. Педагоги и&nbsp;психологи убеждены: поощрение достижений непременно повлечет за&nbsp;собой новые достижения. Смотрим фильм &laquo;Одаренная&raquo; о&nbsp;девочке с&nbsp;математическим талантом и&nbsp;выбираем секции и&nbsp;кружки для&nbsp;своих любимых чад. Все, что поможет раскрыть их&nbsp;талант, можно оплатить бесплатной дебетовой картой ВТБ с&nbsp;возможностью платежей и&nbsp;переводов по&nbsp;номеру телефона без комиссии.",
      "link": "https://www.kinopoisk.ru/film/929348/"
    },
    {
      "number": 19,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/FHpV58Xn/film-19.png",
      "title": "Первый день без шапки",
      "text": "Первое тепло, первые лучи солнца, приближение весны. Сегодня можно не&nbsp;реагировать на&nbsp;фразу родителей &laquo;Шапку надень&raquo;&nbsp;&mdash; уши и&nbsp;так не&nbsp;отморозишь. Но&nbsp;похолодать еще может, простудиться несложно, так что не&nbsp;убирайте головной убор очень уж&nbsp;далеко, носите с&nbsp;собой. Подойдет не&nbsp;ушанка, а&nbsp;более легкий весенний вариант, например, как у&nbsp;героя фильма &laquo;Леон&raquo;. Кстати, эту&nbsp;же черную шапочку герои Жана Рено носят и&nbsp;в&nbsp;&laquo;Голубой бездне&raquo;, и&nbsp;в&nbsp;&laquo;Ронине&raquo;. Приобрести такую&nbsp;же можно при помощи бесплатной дебетовой карты ВТБ: вам еще и&nbsp;начислят кешбэк до&nbsp;30% за&nbsp;покупки.",
      "link": "https://www.kinopoisk.ru/film/389/"
    },
    {
      "number": 20,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/prKK01BC/film-20.png",
      "title": "День счастья",
      "text": "Как известно, преследовать счастье можно довольно долго, но&nbsp;сегодня точно можно остановиться и&nbsp;признаться в&nbsp;себе, что ты&nbsp;его наконец обрел. Если это не&nbsp;так, то&nbsp;берем время до&nbsp;следующего 20&nbsp;марта и&nbsp;подведем итоги через год. А&nbsp;пока смотрим &laquo;В&nbsp;погоне за&nbsp;счастьем&raquo; с&nbsp;Уиллом Смитом и&nbsp;пользуемся всеми преимуществами бесплатной дебетовой карты ВТБ: деньги&nbsp;&mdash; важный инструмент для&nbsp;достижения абсолютной гармонии с&nbsp;собой.",
      "link": "https://www.kinopoisk.ru/film/104938/"
    },
    {
      "number": 21,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/k55FnsnM/film-21.png",
      "title": "День поэзии",
      "text": "Этот праздник пытались отмечать на&nbsp;протяжении многих лет и&nbsp;в&nbsp;разные даты, но&nbsp;по-настоящему официальным он&nbsp;стал лишь в&nbsp;1999-м благодаря ЮНЕСКО. Тогда&nbsp;же День поэзии заметили и&nbsp;в&nbsp;России&nbsp;&mdash; устраивались поэтические вечера в&nbsp;музеях и&nbsp;театрах. Фильм на&nbsp;сегодня&nbsp;&mdash; &laquo;Патерсон&raquo; Джима Джармуша, история водителя автобуса, который писал стихи, потому что видел поэзию в&nbsp;будничном. Кстати, если окажетесь в&nbsp;автобусе, оплатите проезд бесплатной дебетовой картой ВТБ с&nbsp;кешбэком&nbsp;2% в&nbsp;категории &laquo;Транспорт&raquo; и&nbsp;приглядитесь к&nbsp;водителю: вдруг он&nbsp;балуется хокку или складывает вирши?",
      "link": "https://www.kinopoisk.ru/film/954059/"
    },
    {
      "number": 22,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src":" https://i.postimg.cc/sfWPDvRW/film-22.png",
      "title": "Международный день таксиста",
      "text": "Прибудут быстро на&nbsp;вызов, повезут коротким или вашим любимым маршрутом, расскажут о&nbsp;своей жизни и&nbsp;жизни города или просто красноречиво помолчат: таксист&nbsp;&mdash; это давно не&nbsp;просто водитель машины, которая доставит тебя из&nbsp;точки&nbsp;А в&nbsp;точку&nbsp;Б, но&nbsp;ярчайший представитель городской культуры. Смотрим экшен-комедию &laquo;Такси&raquo; о&nbsp;том, как умение быстро и&nbsp;виртуозно ездить привело героя Сами Насери в&nbsp;полицию, и&nbsp;помним: оплачивать поездки можно бесплатной дебетовой картой ВТБ, получая кешбэк&nbsp;2%.",
      "link": "https://www.kinopoisk.ru/film/14349/"
    },
    {
      "number": 23,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/sXkp4R51/film-23.png",
      "title": "День ОК!",
      "text": "Принято считать, что в&nbsp;этот день в&nbsp;1839 году в&nbsp;газете &laquo;Бостонское утро&raquo; впервые опубликовали фразу &laquo;окей&raquo;. С&nbsp;тех пор выражение, означающее, что всё хорошо, стало международным: его употребляют все, вне зависимости от&nbsp;национальной, языковой и&nbsp;географической принадлежности. Фильм на&nbsp;сегодня&nbsp;&mdash; &laquo;Окей, Лекси!&raquo;, о&nbsp;голосовой помощнице, которая вмешивается в&nbsp;жизнь своего хозяина. Задача на&nbsp;сегодня: завести бесплатную дебетовую карту ВТБ, которая, в&nbsp;отличие от&nbsp;виртуальной киногероини, будет здорово помогать вам в&nbsp;повседневных делах.",
      "link": "https://www.kinopoisk.ru/film/1228236/"
    },
    {
      "number": 24,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/s20P1WXY/film-24.png",
      "title": "День вверх тормашками",
      "text": "Если&nbsp;бы такого дня не&nbsp;было, то&nbsp;его точно стоило&nbsp;бы придумать: в&nbsp;этот праздник принято фотографироваться стоя на&nbsp;голове и&nbsp;вверх ногами. Если кто-то на&nbsp;такую асану не&nbsp;способен, то&nbsp;можно просто перевернуть снимок, в&nbsp;очередной раз напомнив себе и&nbsp;окружающим, что мир не&nbsp;идеален и&nbsp;часто все бывает не&nbsp;так, как хочется, а&nbsp;наоборот. Впрочем, иногда кажется, что такой праздник можно отмечать не&nbsp;один день, а&nbsp;круглый год. Смотрим романтическую комедию, которая так и&nbsp;называется&nbsp;&mdash; &laquo;Верх тормашками&raquo; и&nbsp;вспоминаем про бесплатную дебетовую карту ВТБ, с&nbsp;которой все может встать на&nbsp;свои места и&nbsp;пройти как надо.",
      "link": "https://www.kinopoisk.ru/film/1540/"
    },
    {
      "number": 25,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/QxrQBhXy/film-25.png",
      "title": "День чтений произведений Джона Толкина",
      "text": "Написано у&nbsp;мэтра много, так что в&nbsp;этот день можно просто начать читать и&nbsp;растянуть удовольствие на&nbsp;дни, месяцы и&nbsp;даже годы вперед. Дата выбрана неслучайно: по&nbsp;сюжету &laquo;Властелина колец&raquo; именно 25&nbsp;марта пал Саурон&nbsp;&mdash; чем не&nbsp;повод для&nbsp;ознакомления с&nbsp;прозой гения? Сопроводить чтение можно просмотром трилогии про &laquo;Хоббита&raquo; и&nbsp;оформлением бесплатной дебетовой карты ВТБ: с&nbsp;ее&nbsp;возможностями все кольца мира доступны и&nbsp;никакие злые волшебники не&nbsp;страшны.",
      "link": "https://www.kinopoisk.ru/film/278522/"
    },
    {
      "number": 26,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/vHLWfkTH/film-26.png",
      "title": "День одиночества",
      "text": "Это совсем не&nbsp;значит, что сегодня вам нужно расстаться с&nbsp;возлюбленными, перессориться с&nbsp;друзьями и&nbsp;на&nbsp;всякий случай выставить родственников из&nbsp;квартиры вон, чтобы в&nbsp;одиночку побродить по&nbsp;комнатам. Но&nbsp;это определенно день для&nbsp;того, чтобы заглянуть в&nbsp;себя, перезагрузить собственные мысли, перебрать приоритеты и&nbsp;обрести внутреннюю гармонию. Посмотрите фильм с&nbsp;Томом Хэнксом &laquo;Изгой&raquo; о&nbsp;том, как многому может научить одиночество, и&nbsp;запишите на&nbsp;листок&nbsp;то, что с&nbsp;этого дня будет важным для&nbsp;вас: люди, ощущения, принципы, наконец вещи. Среди последних, кстати, не&nbsp;забудьте упомянуть бесплатную дебетовую карту ВТБ, которая поможет вам легко решить повседневные бытовые вопросы.",
      "link": "https://www.kinopoisk.ru/film/627/"
    },
    {
      "number": 27,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/YCdYyFQ5/film-27.png",
      "title": "День театра",
      "text": "Этот праздник учредили в&nbsp;1961 году по&nbsp;инициативе делегатов&nbsp;IX конгресса Международного института театра (МИТ) при ЮНЕСКО. С&nbsp;тех пор в&nbsp;мире этот день отмечают все, кто имеет хоть какое-нибудь отношения к&nbsp;театру, от&nbsp;актеров и&nbsp;постановщиков до&nbsp;декораторов, гардеробщиков и&nbsp;билетеров. В&nbsp;этом году праздник приходится на&nbsp;понедельник, когда в&nbsp;большинстве театров выходной. Но&nbsp;это не&nbsp;повод не&nbsp;прикоснуться к&nbsp;искусству: погружаемся в&nbsp;закулисную жизнь с&nbsp;кинокомедией Виктора Шамирова &laquo;Упражнения в&nbsp;прекрасном&raquo;&nbsp;&mdash; о&nbsp;том, как труппа гастролеров ездит по&nbsp;городам и&nbsp;весям с&nbsp;костюмной антрепризой, выясняя отношения в&nbsp;антрактах. А&nbsp;на&nbsp;выходные все&nbsp;же планируем поход на&nbsp;спектакль, приобретая билеты при помощи бесплатной дебетовой карты ВТБ с&nbsp;кешбэком до&nbsp;30% за&nbsp;покупки, а&nbsp;также переводами без комиссии.",
      "link": "https://www.kinopoisk.ru/film/521647/"
    },
    {
      "number": 28,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/SKjC0KrJ/film-28.png",
      "title": "День рождения стиральной машины",
      "text": "Первая стиральная машина была запатентована 28&nbsp;марта 1797 года и&nbsp;выглядела как простой деревянный бак с&nbsp;вращающийся рамой, но&nbsp;куда более удобный, чем стиральная доска. Однако не&nbsp;спешите посвящать сегодняшний день стирке. Лучше посмотрите фантастическую комедию &laquo;Всё везде и&nbsp;сразу&raquo;, героиня которой, владелица прачечной, умудрилась оказаться в&nbsp;параллельных мирах то&nbsp;киноактрисой, то&nbsp;мастером кунг-фу. И&nbsp;подумать о&nbsp;покупке новой стиральной машины, оплатить которую можно бесплатной дебетовой картой ВТБ с&nbsp;выгодной программой лояльности &laquo;Мультибонус&raquo;.",
      "link": "https://www.kinopoisk.ru/film/1322324/"
    },
    {
      "number": 29,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/x8Vzb3Sz/film-29.png",
      "title": "День самопознания",
      "text": "Только не&nbsp;надо думать, что самопознание&nbsp;&mdash; это непременно попытка испытать себя, узнать, сколько дней без выходных ты&nbsp;сможешь работать и&nbsp;получится&nbsp;ли, например, отказаться от&nbsp;сна и&nbsp;еды. Вовсе нет: это время для&nbsp;осмысления себя, определения своих потребностей, установки новых целей. С&nbsp;этим прекрасно справляется героиня фильма &laquo;Ешь, молись, люби&raquo;, которая в&nbsp;какой-то момент решает делать&nbsp;то, что ей&nbsp;хочется, и&nbsp;всем своим примером рекомендует. Смотрим кино и&nbsp;помним, что бесплатная дебетовая карта ВТБ&nbsp;&mdash; ваш ежедневный помощник в&nbsp;вопросах самопознания: с&nbsp;ней выгодно делать покупки с&nbsp;кешбэком до&nbsp;30% у&nbsp;партнеров, без комиссии переводить деньги и&nbsp;оплачивать ЖКУ, наконец удовлетворить собственные капризы.",
      "link": "https://www.kinopoisk.ru/film/454522/"
    },
    {
      "number": 30,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/hjdmj3Nn/film-30.png",
      "title": "День спичечного кораблестроения",
      "text": "Рассказывают, что созданием миниатюрных копий крейсеров и&nbsp;фрегатов люди увлекались на&nbsp;протяжении тысяч лет&nbsp;&mdash; археологи при раскопках находили очень древние поделки. Поэтому без такого праздника не&nbsp;обойтись, как и&nbsp;без хобби. Даже если вам неинтересно клеить судна из&nbsp;спичек, то&nbsp;непременно найдётся что-то другое, что позволит замедлиться, отвлечься и&nbsp;выразить себя. Сегодня смотрим фантастику &laquo;Тайну железной двери&raquo;, ее&nbsp;герой, школьник Толя, кораблей не&nbsp;мастерил, зато нашёл спичкам совсем неожиданное применение&nbsp;&mdash; стал с&nbsp;их&nbsp;помощью выполнять желания. Кстати, на&nbsp;такое способна и&nbsp;бесплатная дебетовая карта ВТБ, с&nbsp;ее&nbsp;достоинствами возможно невозможное." ,
      "link": "https://www.kinopoisk.ru/film/42177/"
    },
    {
      "number": 31,
      "month": "марта",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/DzDs7Kj5/film-31.png",
      "title": "День Эйфелевой башни",
      "text": "Достопримечательность французской столицы, символ романтики и&nbsp;любви, центр скопления туристов. &laquo;Железная дама&raquo; и&nbsp;&laquo;безобразный скелет&raquo;&nbsp;&mdash; для&nbsp;тех, кто ее&nbsp;недолюбливает. Ее&nbsp;официальное открытие случилось 31&nbsp;марта 1889-го. Изначально планировалось, что башня будет временной конструкцией и&nbsp;станет всего лишь аркой входа на&nbsp;Всемирную парижскую выставку, но&nbsp;потом решили не&nbsp;сносить. О&nbsp;том, как мучительно ее&nbsp;возводили, смотрим байопик &laquo;Эйфель&raquo;,&nbsp;&mdash; дела&nbsp;бы у&nbsp;Гюстава Эйфеля шли гораздо быстрее, если&nbsp;бы он&nbsp;был обладателем бесплатной дебетовой карты ВТБ с&nbsp;кешбэком за&nbsp;покупки и&nbsp;удобным совершением платежей по&nbsp;QR-коду через приложение ВТБ Онлайн.",
      "link": "https://www.kinopoisk.ru/film/1294875/"
    },
    {
      "number": 1,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/QCgWgKXn/film-1.png",
      "title": "День птиц",
      "text": "Экологический праздник, призванный беречь птиц, масштабно отмечали еще в&nbsp;СССР: юные натуралисты вешали скворечники и&nbsp;кормушки. Сейчас в&nbsp;России про этот день и&nbsp;благосостояние пернатых не&nbsp;забывают орнитологи. А&nbsp;мы, вместе с&nbsp;Альфредом Хичкоком и&nbsp;самым знаменитым фильмом про птиц, спешим напомнить о&nbsp;том, что птички могут быть не&nbsp;так безобидны, но&nbsp;лучше с&nbsp;ними искать общий язык, чем враждовать. Приобрести фильм для&nbsp;просмотра можно при помощи бесплатной дебетовой карты ВТБ с&nbsp;кешбэком за&nbsp;покупки. Еще один совет на&nbsp;сегодня: раздобудьте кормушку.",
      "link": "https://www.kinopoisk.ru/film/559/"
    },
    {
      "number": 2,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/CMbDpXjH/film-2.png",
      "title": "Международный день детской книги",
      "text": "Скромный, но&nbsp;важный праздник, возникший в&nbsp;день рождения Ханса Кристиана Андерсена. В&nbsp;этот день принято говорить о&nbsp;необходимости детской литературы, о&nbsp;ее&nbsp;участии в&nbsp;формировании интеллектуального и&nbsp;духовного нового поколения и&nbsp;отмечать избранных авторов за&nbsp;вклад в&nbsp;книгоиздание. Сегодня самое время пополнить домашнюю библиотеку новыми книгами, оплатив их&nbsp;при помощи бесплатной дебетовой карты ВТБ с&nbsp;кешбэком за&nbsp;покупки в&nbsp;разных категориях. А&nbsp;вечером смотрим &laquo;Прощай, Кристофер Робин&raquo;&nbsp;&mdash; драму о&nbsp;непростых отношениях Алана Милна и&nbsp;его сына, ставшего героем рассказов о&nbsp;Винни Пухе.",
      "link": "https://www.kinopoisk.ru/film/993579/"
    },
    {
      "number": 3,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/ncZmF228/film-3.png",
      "title": "День водяного",
      "text": "Считается, что в&nbsp;этот день еще один этап наступления весны: если приблизиться к&nbsp;рекам и&nbsp;другим водоемам, то&nbsp;можно увидеть, как с&nbsp;треском ломается лед и&nbsp;вода выходит из&nbsp;берегов. В&nbsp;народе говорят, что все это не&nbsp;обходится без участия сказочного героя Водяного (он&nbsp;же Водопол, он&nbsp;же Переплут). Радуемся весне и&nbsp;смотрим &laquo;Аквамена&raquo;&nbsp;&mdash; фантастический боевик про еще одного жителя водной стихии, только из&nbsp;вселенной Marvel. А&nbsp;еще идем в&nbsp;магазин обновлять гардероб: рекомендуем завести бесплатную дебетовую карту ВТБ с&nbsp;кешбэком до&nbsp;30% за&nbsp;покупки у&nbsp;партнеров&nbsp;&mdash; так шопинг окажется выгодным.",
      "link": "https://www.kinopoisk.ru/film/470178/"
    },
    {
      "number": 4,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/8zzrWCxt/film-4.png",
      "title": "Международный день настройщиков фортепиано",
      "text": "Праздник тех, кто умеют обслуживать музыкальный инструмент, лишь с&nbsp;виду ориентирован на&nbsp;специалистов столь узкого профиля. На&nbsp;деле&nbsp;же он&nbsp;касается даже тех, кто к&nbsp;клавишам никогда не&nbsp;прикасался: этот день посвящен добрым и&nbsp;чутким людям, которые умеют слушать, слышать и&nbsp;быть бережными. Смотрим комедийную драму &laquo;Зеленая книга&raquo; о&nbsp;небезопасном путешествии пианиста и&nbsp;его телохранителя по&nbsp;южным штатам США, ставшую триумфатором &laquo;Оскара&raquo;-2019. И&nbsp;подумываем о&nbsp;том, чтобы записаться на&nbsp;уроки фортепианной игры и&nbsp;приобрести инструмент с&nbsp;помощью бесплатной дебетовой карты ВТБ с&nbsp;кешбэком до&nbsp;30% на&nbsp;покупки у&nbsp;партнеров.",
      "link": "https://www.kinopoisk.ru/film/1108577/"
    },
    {
      "number": 5,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/0yXKCssx/film-5.png",
      "title": "День брюк клёш",
      "text": "Вообще-то фасон брюк типа &laquo;колокол&raquo; (по-французски &laquo;клёш&raquo;) носили моряки, но&nbsp;мы-то, конечно, первым делом вспоминаем модников, рок-музыкантов, любителей ретро. В&nbsp;этот день смотрим драму &laquo;Лихорадка субботнего вечера&raquo; и&nbsp;обращаем внимание на&nbsp;знаменитую прогулку героя Джона Траволты под музыку Bee Gees в&nbsp;начальных титрах: так по-пижонски вышагивать могут красавчики, короли танцпола и&nbsp;владельцы бесплатной дебетовой карты ВТБ, наличие которой любому придаст уверенности в&nbsp;своих возможностях.",
      "link": "https://www.kinopoisk.ru/film/8132/"
    },
    {
      "number": 6,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/tg1ZSMq6/film-6.png",
      "title": "День боев на&nbsp;подушках",
      "text": "Отмечают этот праздник по&nbsp;всему миру&nbsp;&mdash; по-настоящему колошматят друг друга подушками. Есть, конечно, неписанные правила: наносить легкие удары, быть предупредительным и&nbsp;осторожным. О&nbsp;том, как эти правила нарушаются, смотрим в&nbsp;комедии &laquo;Цыпочка&raquo;&nbsp;&mdash; в&nbsp;сцене, где герой Роба Шнайдера эффектно раскидывает подружек подушками по&nbsp;комнате. Кстати, если ваши подушки изрядно потреплют в&nbsp;поединках, то&nbsp;купить новые можно при помощи бесплатной дебетовой карты ВТБ&nbsp;&mdash; кешбэк до&nbsp;30% у&nbsp;партнеров сделают покупки неощутимыми для&nbsp;семейного бюджета.",
      "link": "https://www.kinopoisk.ru/film/314/"
    },
    {
      "number": 7,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/dVj4QDr6/film-7.png",
      "title": "Всемирный день здоровья",
      "text": "Праздник, призванный напомнить про заботу о&nbsp;себе, своем физическом и&nbsp;ментальном здоровье и&nbsp;о&nbsp;важности его профилактики. В&nbsp;этот день делаем зарядку, употребляем полезную пищу, соблюдаем режим и&nbsp;смотрим фильм &laquo;Аритмия&raquo;&nbsp;&mdash; о&nbsp;том, как медики, расставшись, не&nbsp;могут друг без друга жить. Но&nbsp;заботимся о&nbsp;себе не&nbsp;только сегодня, но&nbsp;и&nbsp;в&nbsp;будущем: приобрести запас витаминчиков, карту в&nbsp;фитнес-клуб и&nbsp;путевку в&nbsp;теплые края на&nbsp;грядущий отпуск можно при помощи бесплатной дебетовой карты ВТБ&nbsp;&mdash; с&nbsp;кешбэком в&nbsp;самых популярных категориях и&nbsp;до&nbsp;30% за&nbsp;покупки у&nbsp;партнеров вы&nbsp;своих трат почти не&nbsp;заметите.",
      "link": "https://www.kinopoisk.ru/film/992605/"
    },
    {
      "number": 8,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/hGCsxwC7/film-8.png",
      "title": "День российской анимации",
      "text": "Все мы&nbsp;любим мультфильмы, каждый из&nbsp;нас смотрел их&nbsp;в&nbsp;детстве, многие смотрят и&nbsp;сейчас, а&nbsp;некоторые даже мечтали&nbsp;бы научиться их&nbsp;делать. Сегодня посвятим вечер отечественной анимации, выбираем из&nbsp;&laquo;Смешариков&raquo;, шедевров &laquo;Союзмультфильма&raquo; или полнометражных историй о&nbsp;Кощее, Иван Царевиче и&nbsp;Сером Волке или Трех богатырях. Кстати, если вы&nbsp;все&nbsp;же решите отправиться на&nbsp;курс по&nbsp;анимации, то&nbsp;оплатить его можно с&nbsp;помощью бесплатной дебетовой карты ВТБ: все пройдет легко, выгодно и&nbsp;волшебно, как в&nbsp;вашем любимом мультике.",
      "link": "https://www.kinopoisk.ru/series/256124/"
    },
    {
      "number": 9,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/hjfr0rwZ/film-9.png",
      "title": "День восходящего солнца в&nbsp;шкафной стране",
      "text": "Еще один праздник, напоминающий о&nbsp;приходе весны: зимняя одежда убирается подальше в&nbsp;шкаф, вместо нее можно достать более легкую. Сегодня&nbsp;&mdash; удачное время для&nbsp;обновок: на&nbsp;шопинг отправляемся с&nbsp;бесплатной дебетовой картой ВТБ, среди многочисленных достоинств которой&nbsp;&mdash; кешбэк до&nbsp;30% за&nbsp;покупки у&nbsp;партнеров и&nbsp;2% на&nbsp;самое необходимое в&nbsp;популярных категориях (супермаркеты, рестораны и&nbsp;транспорт). А&nbsp;вечером смотрим &laquo;Хроники Нарнии&raquo;, где шкаф оказался переходом в&nbsp;целое сказочное государство.",
      "link": "https://www.kinopoisk.ru/film/48162/"
    },
    {
      "number": 10,
      "month": "апреля",
      "active": false,
      "disabled": false,
      "src": "https://i.postimg.cc/L4gDYxjn/film-10.png",
      "title": "День составления загадочных словарей",
      "text": "Обычно в&nbsp;этот день рекомендуется завести собственный словарик и&nbsp;заносить туда необычные, странные и&nbsp;редкие слова, в&nbsp;которые&nbsp;вы, тем не&nbsp;менее, вкладываете больше смысла, чем кто-либо другой. Покупаем для&nbsp;этого ежедневник с&nbsp;помощью бесплатной дебетовой карты ВТБ, а&nbsp;вечером смотрим &laquo;Игры разумов&raquo;&nbsp;&mdash; драму об&nbsp;оксфордском профессоре и&nbsp;заключенном из&nbsp;психиатрической клиники: вместе они составляют первый в&nbsp;мире словарь английского языка, который сегодня не&nbsp;кажется нам уже таким загадочным.",
      "link": "https://www.kinopoisk.ru/film/996027/"
    }
  ]
}
