<template>
  <div class="footer">
    <p class="footer__text">
      Доходность до&nbsp;8,3% годовых в&nbsp;рублях по&nbsp;вкладу &laquo;Ценность достижений&raquo;
      для владельцев пакетов &laquo;Привилегия-Мультикарта&raquo;, &laquo;Привилегия New&raquo;,
      &laquo;Прайм New&raquo;, &laquo;Прайм+&raquo; достигается за&nbsp;счёт начисления эффективной
      ставки 8,3% годовых (эффективная ставка&nbsp;&mdash; минимальная гарантированная ставка при
      условии выбора способа уплаты процентов, уплаченные проценты капитализируются) c учётом
      капитализации процентов на&nbsp;срок 370&nbsp;дней. Минимальная сумма вклада
      и&nbsp;минимальный размер неснижаемого остатка&nbsp;&mdash; 2&nbsp;500&nbsp;000&nbsp;₽. При
      открытии вклада на&nbsp;срок 370 дней эффективная ставка &mdash; 8,3% годовых,
      номинальная&nbsp;&mdash; 8%&nbsp;годовых. Пополнение предусмотрено на&nbsp;новые денежные
      средства, частичные снятия суммы вклада предусмотрены в&nbsp;пределах неснижаемого остатка.
      Продление договора не&nbsp;предусмотрено. При досрочном расторжении вклада проценты
      по&nbsp;вкладу уплачиваются по ставке вклада &laquo;до&nbsp;востребования&raquo;, действующей
      в&nbsp;банке на&nbsp;момент досрочного востребования вклада. Условие капитализации процентов
      при досрочном расторжении вклада не&nbsp;применяется. Вклад &laquo;Ценность достижений&raquo;
      доступен для открытия только на&nbsp;новые денежные средства.
    </p>
    <div class="footer__info-wrap">
      <a href="#" class="footer__info footer__info_link">Генеральная лицензия Банка России №1000</a>
      <div class="footer__wrap-block">
        <a href="#" class="footer__info footer__info_link">Политика конфиденциальности </a>
        <p class="footer__info">18+</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'footer-block',
};
</script>

<style src="./footer.less" lang="less" />
