<template>
  <div class="footer">
    <p class="footer__text">
      Доходность до 8,3% годовых в рублях по вкладу «Ценность достижений» для владельцев пакетов
      «Привилегия-Мультикарта», «Привилегия New», «Прайм New», «Прайм+» достигается за счёт
      начисления эффективной ставки 8,3% годовых (эффективная ставка — минимальная гарантированная
      ставка при условии выбора способа уплаты процентов, уплаченные проценты капитализируются) c
      учётом капитализации процентов на срок 370 дней. Минимальная сумма вклада и минимальный размер
      неснижаемого остатка — 2 500 000 ₽. При открытии вклада на срок 370 дней эффективная ставка —
      8,3% годовых, номинальная — 8% годовых. Пополнение предусмотрено на новые денежные средства,
      частичные снятия суммы вклада предусмотрены в пределах неснижаемого остатка. Продление
      договора не предусмотрено. При досрочном расторжении вклада проценты по вкладу уплачиваются по
      ставке вклада «до востребования», действующей в банке на момент досрочного востребования
      вклада. Условие капитализации процентов при досрочном расторжении вклада не применяется. Вклад
      «Ценность достижений» доступен для открытия только на новые денежные средства.
    </p>
    <div class="footer__info-wrap">
      <p class="footer__info">Генеральная лицензия Банка России №1000</p>
      <div class="footer__wrap-block">
        <p class="footer__info">Политика конфиденциальности</p>
        <p class="footer__info">18+</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'footer-block',
};
</script>

<style src="./footer.less" lang="less" />
